Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# quickTryOnUI.step1YourPhoto
source: Étape 1 sur 3 · Votre photo
de: Schritt 1 von 3 · Ihr Foto
en: Step 1 of 3 · Your photo
es: Paso 1 de 3 · Tu foto
it: Passo 1 di 3 · La tua foto
pt: Passo 1 de 3 · A sua fotografia

# quickTryOnUI.step2YourJewel
source: Étape 2 sur 3 · Votre bijou
de: Schritt 2 von 3 · Ihr Schmuckstück
en: Step 2 of 3 · Your jewel
es: Paso 2 de 3 · Tu joya
it: Passo 2 di 3 · Il tuo gioiello
pt: Passo 2 de 3 · A sua joia

# quickTryOnUI.tapToChoosePhoto
source: Appuyez pour choisir ou prendre une photo
de: Tippen Sie, um ein Foto zu wählen oder aufzunehmen
en: Tap to choose or take a photo
es: Toca para elegir o hacer una foto
it: Tocca per scegliere o scattare una foto
pt: Toque para escolher ou tirar uma fotografia

# quickTryOnUI.understood
source: J'ai compris
de: Alles klar
en: I understand
es: Lo he entendido
it: Ho capito
pt: Compreendi

# seasons.all
source: Toutes saisons
de: Alle Jahreszeiten
en: All seasons
es: Todas las temporadas
it: Tutte le stagioni
pt: Todas as estações

# seasons.fall
source: Automne
de: Herbst
en: Fall
es: Otoño
it: Autunno
pt: Outono

# seasons.spring
source: Printemps
de: Frühling
en: Spring
es: Primavera
it: Primavera
pt: Primavera

# seasons.summer
source: Été
de: Sommer
en: Summer
es: Verano
it: Estate
pt: Verão

# seasons.winter
source: Hiver
de: Winter
en: Winter
es: Invierno
it: Inverno
pt: Inverno

# settings.about
source: À propos
de: Über
en: About
es: Acerca de
it: Info
pt: Sobre

# settings.deleteAccount
source: Supprimer le compte
de: Konto löschen
en: Delete account
es: Eliminar cuenta
it: Elimina account
pt: Excluir conta

# settings.help
source: Aide
de: Hilfe
en: Help
es: Ayuda
it: Aiuto
pt: Ajuda

# settings.language
source: Langue
de: Sprache
en: Language
es: Idioma
it: Lingua
pt: Idioma

# settings.logout
source: Déconnexion
de: Abmelden
en: Log out
es: Cerrar sesión
it: Esci
pt: Sair

# settings.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações

# settings.privacy
source: Confidentialité
de: Datenschutz
en: Privacy
es: Privacidad
it: Privacy
pt: Privacidade

# settings.theme
source: Thème
de: Design
en: Theme
es: Tema
it: Tema
pt: Tema

# settings.title
source: Paramètres
de: Einstellungen
en: Settings
es: Ajustes
it: Impostazioni
pt: Configurações

# share.copyLink
source: Copier le lien
de: Link kopieren
en: Copy link
es: Copiar enlace
it: Copia link
pt: Copiar link

# share.downloadImage
source: Télécharger l'image
de: Bild herunterladen
en: Download image
es: Descargar imagen
it: Scarica immagine
pt: Baixar imagem

# share.linkCopied
source: Lien copié !
de: Link kopiert!
en: Link copied!
es: ¡Enlace copiado!
it: Link copiato!
pt: Link copiado!

# share.more
source: Plus d'options
de: Mehr Optionen
en: More options
es: Más opciones
it: Altre opzioni
pt: Mais opções

# share.shareOn
source: Partager sur
de: Teilen auf
en: Share on
es: Compartir en
it: Condividi su
pt: Compartilhar em

# share.title
source: Partager
de: Teilen
en: Share
es: Compartir
it: Condividi
pt: Compartilhar

# skinToneUI.aiAnalysisIntro
source: Notre IA analyse les nuances de votre teint pour révéler les métaux précieux qui subliment votre beauté unique.
de: Unsere KI analysiert die Nuancen Ihres Hauttons, um die Edelmetalle zu enthüllen, die Ihre einzigartige Schönheit unterstreichen.
en: Our AI analyzes the nuances of your skin tone to reveal the precious metals that enhance your unique beauty.
es: Nuestra IA analiza los matices de tu tono de piel para revelar los metales preciosos que realzan tu belleza única.
it: La nostra IA analizza le sfumature del tuo incarnato per rivelare i metalli preziosi che esaltano la tua bellezza unica.
pt: A nossa IA analisa as nuances do seu tom de pele para revelar os metais preciosos que realçam a sua beleza única.

# skinToneUI.analyzeMyPhoto
source: Analyser ma photo
de: Mein Foto analysieren
en: Analyze my photo
es: Analizar mi foto
it: Analizza la mia foto
pt: Analisar a minha foto

# skinToneUI.discoverPerfectJewels
source: Découvrir mes bijoux parfaits
de: Meine perfekten Schmuckstücke entdecken
en: Discover my perfect jewelry
es: Descubrir mis joyas perfectas
it: Scopri i miei gioielli perfetti
pt: Descobrir as minhas joias perfeitas

# skinToneUI.discoverPerfectMetal
source: Découvrez votre métal parfait
de: Entdecken Sie Ihr perfektes Metall
en: Discover your perfect metal
es: Descubre tu metal perfecto
it: Scopri il tuo metallo perfetto
pt: Descubra o seu metal perfeito

# skinToneUI.filteredByProfile
source: Filtré selon votre profil chromique personnel
de: Gefiltert nach Ihrem persönlichen Farbprofil
en: Filtered by your personal color profile
es: Filtrado según tu perfil cromático personal
it: Filtrato in base al tuo profilo cromatico personale
pt: Filtrado segundo o seu perfil cromático pessoal

# skinToneUI.metalsToAvoid
source: Ces métaux peuvent atténuer votre éclat naturel
de: Diese Metalle können Ihre natürliche Ausstrahlung dämpfen
en: These metals may dull your natural glow
es: Estos metales pueden apagar tu brillo natural
it: Questi metalli possono attenuare la tua luminosità naturale
pt: Estes metais podem atenuar o seu brilho natural

# skinToneUI.newPhoto
source: Nouvelle photo
de: Neues Foto
en: New photo
es: Nueva foto
it: Nuova foto
pt: Nova foto

# skinToneUI.okay
source: D'accord
de: Verstanden
en: Got it
es: De acuerdo
it: Va bene
pt: De acordo

# skinToneUI.skinAndMetals
source: Carnation & Métaux
de: Hautton & Metalle
en: Skin Tone & Metals
es: Tono de piel y metales
it: Incarnato & Metalli
pt: Tom de pele & Metais

# skinToneUI.topPick
source: COUP DE CŒUR
de: FAVORIT
en: TOP PICK
es: FAVORITO
it: PREFERITO
pt: FAVORITO

# snapshotFramesUI.artisticFramesL99
source: Cadres artistiques L99
de: Künstlerische L99-Rahmen
en: L99 artistic frames
es: Marcos artísticos L99
it: Cornici artistiche L99
pt: Molduras artísticas L99

# snapshotFramesUI.createMySnapshot
source: CRÉER MON SNAPSHOT
de: MEINEN SNAPSHOT ERSTELLEN
en: CREATE MY SNAPSHOT
es: CREAR MI SNAPSHOT
it: CREA IL MIO SNAPSHOT
pt: CRIAR O MEU SNAPSHOT

# snapshotFramesUI.customize
source: Personnaliser
de: Anpassen
en: Customize
es: Personalizar
it: Personalizza
pt: Personalizar

# snapshotFramesUI.customizeCaps
source: PERSONNALISER
de: ANPASSEN
en: CUSTOMIZE
es: PERSONALIZAR
it: PERSONALIZZA
pt: PERSONALIZAR

# snapshotFramesUI.noFrame
source: Sans cadre
de: Ohne Rahmen
en: No frame
es: Sin marco
it: Senza cornice
pt: Sem moldura

# snapshotFramesUI.savedToPhotoLibrary
source: Votre snapshot a été enregistré dans la Photothèque.
de: Ihr Snapshot wurde in Ihrer Fotomediathek gespeichert.
en: Your snapshot has been saved to your Photo Library.
es: Tu snapshot se ha guardado en tu fototeca.
it: Il tuo snapshot è stato salvato nella tua libreria foto.
pt: O seu snapshot foi guardado na sua fototeca.

# snapshotFramesUI.titlePlaceholder
source: Ex: Mon look du jour…
de: Z. B. Mein Look des Tages…
en: E.g. My look of the day…
es: Ej.: Mi look del día…
it: Es.: Il mio look del giorno…
pt: Ex.: O meu look do dia…

# socialExportUI.allowPhotoLibraryAccess
source: Veuillez autoriser l'accès à la Photothèque dans les Réglages.
de: Bitte erlauben Sie den Fotomediathek-Zugriff in den Einstellungen.
en: Please allow Photo Library access in Settings.
es: Permite el acceso a la fototeca en Ajustes.
it: Consenti l'accesso alla libreria foto nelle Impostazioni.
pt: Permita o acesso à fototeca nas Definições.

# socialExportUI.exportButton
source: EXPORTER
de: EXPORTIEREN
en: EXPORT
es: EXPORTAR
it: ESPORTA
pt: EXPORTAR

# socialExportUI.lookSavedToPhotos
source: Votre look a été enregistré dans la Photothèque.
de: Ihr Look wurde in Ihrer Fotomediathek gespeichert.
en: Your look has been saved to your Photo Library.
es: Tu look se ha guardado en la Fototeca.
it: Il tuo look è stato salvato nella libreria Foto.
pt: O seu look foi guardado na Fototeca.

# socialExportUI.saveShort
source: Sauver
de: Sichern
en: Save
es: Guardar
it: Salva
pt: Guardar

# socialExportUI.savedCheck
source: Sauvegardé ✓
de: Gespeichert ✓
en: Saved ✓
es: Guardado ✓
it: Salvato ✓
pt: Guardado ✓

# socialExportUI.shareNow
source: PARTAGER MAINTENANT
de: JETZT TEILEN
en: SHARE NOW
es: COMPARTIR AHORA
it: CONDIVIDI ORA
pt: PARTILHAR AGORA

# socialExportUI.watermarkLabel
source: WATERMARK
de: WASSERZEICHEN
es: MARCA DE AGUA
it: FILIGRANA
pt: MARCA D'ÁGUA

# socialExportUI.yourLookTitle
source: Votre Look
de: Ihr Look
en: Your Look
es: Tu Look
it: Il Tuo Look
pt: O Seu Look

# stoneTherapyUI.byChakra
source: PAR CHAKRA
de: NACH CHAKRA
en: BY CHAKRA
es: POR CHAKRA
it: PER CHAKRA
pt: POR CHACRA

# stoneTherapyUI.byIntention
source: PAR INTENTION
de: NACH INTENTION
en: BY INTENTION
es: POR INTENCIÓN
it: PER INTENZIONE
pt: POR INTENÇÃO

# stoneTherapyUI.complementaryStones
source: PIERRES COMPLÉMENTAIRES
de: ERGÄNZENDE STEINE
en: COMPLEMENTARY STONES
es: PIEDRAS COMPLEMENTARIAS
it: PIETRE COMPLEMENTARI
pt: PEDRAS COMPLEMENTARES

# stoneTherapyUI.element
source: ÉLÉMENT
de: ELEMENT
en: ELEMENT
es: ELEMENTO
it: ELEMENTO
pt: ELEMENTO

# stoneTherapyUI.learnMore
source: En savoir plus
de: Mehr erfahren
en: Learn more
es: Saber más
it: Scopri di più
pt: Saber mais

# stoneTherapyUI.lithotherapy
source: LITHOTHÉRAPIE
de: LITHOTHERAPIE
en: LITHOTHERAPY
es: LITOTERAPIA
it: LITOTERAPIA
pt: LITOTERAPIA

# stoneTherapyUI.noStoneFound
source: Aucune pierre trouvée
de: Kein Stein gefunden
en: No stones found
es: No se encontraron piedras
it: Nessuna pietra trovata
pt: Nenhuma pedra encontrada

# stoneTherapyUI.searchStonePlaceholder
source: Rechercher une pierre, vertu…
de: Stein oder Wirkung suchen…
en: Search for a stone, property…
es: Buscar una piedra, propiedad…
it: Cerca una pietra, virtù…
pt: Procurar uma pedra, virtude…

# stoneTherapyUI.stoneGuide
source: Guide des Pierres
de: Edelstein-Guide
en: Stone Guide
es: Guía de Piedras
it: Guida alle Pietre
pt: Guia das Pedras

# stoneTherapyUI.tryOnResultPlaceholder
source: Try-on result here
de: Anprobe-Ergebnis hier
es: Resultado de la prueba aquí
it: Risultato della prova qui
pt: Resultado da prova aqui

# stoneTherapyUI.tryOtherFilters
source: Essayez d'autres filtres ou mots-clés
de: Versuchen Sie andere Filter oder Stichwörter
en: Try different filters or keywords
es: Prueba con otros filtros o palabras clave
it: Prova con altri filtri o parole chiave
pt: Experimente outros filtros ou palavras-chave

# stoneTherapyUI.virtues
source: VERTUS
de: WIRKUNGEN
en: PROPERTIES
es: PROPIEDADES
it: PROPRIETÀ
pt: PROPRIEDADES

# stoneTherapyUI.wellnessDisclaimer
source: Contenu traditionnel proposé à titre informatif et culturel. La lithothérapie n'est pas une pratique médicale reconnue et ne remplace ni un avis, ni un diagnostic, ni un traitement médical.
de: Traditionelle Inhalte zu Informations- und Kulturzwecken. Steinheilkunde ist keine anerkannte medizinische Praxis und ersetzt weder ärztlichen Rat noch Diagnose oder Behandlung.
en: Traditional content provided for informational and cultural purposes. Crystal healing is not a recognized medical practice and does not replace medical advice, diagnosis or treatment.
es: Contenido tradicional con fines informativos y culturales. La litoterapia no es una práctica médica reconocida y no sustituye el consejo, el diagnóstico ni el tratamiento médico.
it: Contenuto tradizionale a scopo informativo e culturale. La cristalloterapia non è una pratica medica riconosciuta e non sostituisce il parere, la diagnosi o il trattamento medico.
pt: Conteúdo tradicional com fins informativos e culturais. A litoterapia não é uma prática médica reconhecida e não substitui aconselhamento, diagnóstico ou tratamento médico.

# styleFeed.basedOnWishlist
source: Basé sur votre wishlist
de: Basierend auf Ihrer Wunschliste
en: Based on your wishlist
es: Basado en tu lista de deseos
it: Basato sulla tua wishlist
pt: Baseado na sua lista de desejos

# styleFeed.curatedForYou
source: Sélectionné selon votre profil de style
de: Ausgewählt nach Ihrem Stilprofil
en: Curated based on your style profile
es: Seleccionado según tu perfil de estilo
it: Selezionato in base al tuo profilo di stile
pt: Selecionado de acordo com seu perfil de estilo

# styleFeed.description
source: Inspirations quotidiennes, tendances et suggestions personnalisées rien que pour vous.
de: Tägliche Inspirationen, Trends und personalisierte Vorschläge nur für Sie.
en: Daily inspirations, trends and personalized suggestions just for you.
es: Inspiraciones diarias, tendencias y sugerencias personalizadas solo para ti.
it: Ispirazioni quotidiane, tendenze e suggerimenti personalizzati solo per te.
pt: Inspirações diárias, tendências e sugestões personalizadas só para você.

# styleFeed.editStyle
source: Modifier le style
de: Stil bearbeiten
en: Edit style
es: Editar estilo
it: Modifica stile
pt: Editar estilo

# styleFeed.forYou
source: Pour vous
de: Für Sie
en: For You
es: Para Ti
it: Per te
pt: Para você

# styleFeed.piecesToDiscover
source: Pièces mode à découvrir
de: Stücke zum Entdecken
en: Fashion pieces to discover
es: Piezas de moda por descubrir
it: Pezzi da scoprire
pt: Peças para descobrir

# styleFeed.recommendedJewelry
source: Bijoux recommandés pour vous
de: Empfohlener Schmuck für Sie
en: Recommended jewelry for you
es: Joyas recomendadas para ti
it: Gioielli consigliati per te
pt: Joias recomendadas para você

# styleFeed.seeDetail
source: Voir le détail
de: Details ansehen
en: See detail
es: Ver detalle
it: Vedi dettaglio
pt: Ver detalhe

# styleFeed.tipOfTheDay
source: Conseil du jour
de: Tipp des Tages
en: Tip of the day
es: Consejo del día
it: Consiglio del giorno
pt: Dica do dia

# styleFeed.title
source: Mon Fil de Style
de: Mein Stil-Feed
en: My Style Feed
es: Mi Feed de Estilo
it: Il Mio Feed di Stile
pt: Meu Feed de Estilo

# styleFeed.trendAlert
source: Alerte Tendance
de: Trend-Alarm
en: Trend Alert
es: Alerta de Tendencia
it: Avviso Tendenza
pt: Alerta de Tendência

# styleFeed.welcomeBack
source: Bon retour,
de: Willkommen zurück,
en: Welcome back,
es: Bienvenido de nuevo,
it: Bentornato,
pt: Bem-vindo de volta,

# stylisteUI.aiStylist
source: IA Styliste
de: KI-Stylist
en: AI Stylist
es: Estilista IA
it: Stilista IA
pt: Estilista IA

# stylisteUI.askQuestionPlaceholder
source: Posez votre question…
de: Stellen Sie Ihre Frage…
en: Ask your question…
es: Haz tu pregunta…
it: Fai la tua domanda…
pt: Faça a sua pergunta…

# stylisteUI.consentAccept
source: Accepter et continuer
de: Zustimmen und fortfahren
en: Accept and continue
es: Aceptar y continuar
it: Accetta e continua
pt: Aceitar e continuar

# stylisteUI.consentData
source: Données envoyées : votre garde-robe (pièces, couleurs, marques), la météo de votre position, votre budget et le style recherché. Aucune photo, aucune adresse précise.
de: Gesendete Daten: Ihre Garderobe (Teile, Farben, Marken), das Wetter an Ihrem Standort, Ihr Budget und Ihr bevorzugter Stil. Keine Fotos, keine genaue Adresse.
en: Data sent: your wardrobe (items, colours, brands), the weather at your location, your budget and your preferred style. No photos, no precise address.
es: Datos enviados: tu armario (prendas, colores, marcas), el tiempo en tu ubicación, tu presupuesto y el estilo que buscas. Ninguna foto, ninguna dirección exacta.
it: Dati inviati: il tuo guardaroba (capi, colori, marchi), il meteo della tua posizione, il tuo budget e lo stile desiderato. Nessuna foto, nessun indirizzo preciso.
pt: Dados enviados: o seu guarda-roupa (peças, cores, marcas), a meteorologia da sua localização, o seu orçamento e o estilo pretendido. Nenhuma fotografia, nenhuma morada exata.

# stylisteUI.consentDecline
source: Continuer sans mes informations
de: Ohne meine Angaben fortfahren
en: Continue without my details
es: Continuar sin mis datos
it: Continua senza i miei dati
pt: Continuar sem os meus dados

# stylisteUI.consentIntro
source: Pour des conseils adaptés, la styliste peut envoyer votre contexte à notre prestataire d'IA. Vous pouvez refuser : elle répondra alors sans ces informations.
de: Für passende Ratschläge kann die Stylistin Ihren Kontext an unseren KI-Dienstleister senden. Sie können ablehnen: Sie antwortet dann ohne diese Angaben.
en: For tailored advice, the stylist can send your context to our AI provider. You can decline: it will then answer without that information.
es: Para dar consejos adaptados, la estilista puede enviar tu contexto a nuestro proveedor de IA. Puedes rechazarlo: responderá sin esa información.
it: Per consigli su misura, la stylist può inviare il tuo contesto al nostro fornitore di IA. Puoi rifiutare: risponderà senza queste informazioni.
pt: Para conselhos adaptados, a estilista pode enviar o seu contexto ao nosso fornecedor de IA. Pode recusar: responderá sem essas informações.

# stylisteUI.consentRecipients
source: Destinataires : OpenAI, puis Google Gemini si OpenAI est indisponible. Ces prestataires traitent les données sur des serveurs situés aux États-Unis, chacun selon sa propre politique de confidentialité.
de: Empfänger: OpenAI, dann Google Gemini, falls OpenAI nicht verfügbar ist. Diese Dienstleister verarbeiten die Daten auf Servern in den Vereinigten Staaten, jeweils nach ihrer eigenen Datenschutzerklärung.
en: Recipients: OpenAI, then Google Gemini if OpenAI is unavailable. These providers process the data on servers located in the United States, each under its own privacy policy.
es: Destinatarios: OpenAI y, si OpenAI no está disponible, Google Gemini. Estos proveedores tratan los datos en servidores ubicados en Estados Unidos, cada uno según su propia política de privacidad.
it: Destinatari: OpenAI, poi Google Gemini se OpenAI non è disponibile. Questi fornitori trattano i dati su server situati negli Stati Uniti, ciascuno secondo la propria informativa sulla privacy.
pt: Destinatários: OpenAI e, se a OpenAI estiver indisponível, Google Gemini. Estes fornecedores tratam os dados em servidores localizados nos Estados Unidos, cada um segundo a sua própria política de privacidade.

# stylisteUI.consentTitle
source: Conseils personnalisés par IA
de: Persönliche Stilberatung per KI
en: AI-powered personal styling
es: Asesoramiento personalizado con IA
it: Consigli personalizzati con IA
pt: Conselhos personalizados por IA

# stylisteUI.contactFailed
source: Impossible de contacter la styliste. Vérifiez votre connexion.
de: Die Stylistin ist nicht erreichbar. Prüfen Sie Ihre Verbindung.
en: Couldn't reach the stylist. Check your connection.
es: No se pudo contactar con la estilista. Comprueba tu conexión.
it: Impossibile contattare la stilista. Verifica la connessione.
pt: Não foi possível contactar a estilista. Verifique a sua ligação.

# stylisteUI.personalizedAdvice
source: Conseils personnalisés
de: Persönliche Beratung
en: Personalized advice
es: Consejos personalizados
it: Consigli personalizzati
pt: Conselhos personalizados

# subscription.aiStylist
source: AI Stylist
de: KI Stylist
es: Estilista IA
it: Stilista IA
pt: Estilista IA

# subscription.currentPlan
source: Plan actuel
de: Aktueller Plan
en: Current plan
es: Plan actual
it: Piano attuale
pt: Plano atual

# subscription.exclusiveCollections
source: Collections exclusives
de: Exklusive Kollektionen
en: Exclusive collections
es: Colecciones exclusivas
it: Collezioni esclusive
pt: Coleções exclusivas

# subscription.features
source: Fonctionnalités incluses
de: Enthaltene Funktionen
en: Included features
es: Funciones incluidas
it: Funzionalità incluse
pt: Recursos incluídos

# subscription.free
source: Gratuit
de: Kostenlos
en: Free
es: Gratis
it: Gratuito
pt: Gratuito

# subscription.noWatermark
source: Sans filigrane
de: Ohne Wasserzeichen
en: No watermark
es: Sin marca de agua
it: Senza filigrana
pt: Sem marca d'água

# subscription.prioritySupport
source: Support prioritaire
de: Prioritäts-Support
en: Priority support
es: Soporte prioritario
it: Supporto prioritario
pt: Suporte prioritário

# subscription.unlimitedTryOns
source: Essayages illimités
de: Unbegrenzte Anproben
en: Unlimited try-ons
es: Pruebas ilimitadas
it: Prove illimitate
pt: Provas ilimitadas

# subscription.upgrade
source: Passer à Premium
de: Auf Premium upgraden
en: Upgrade to Premium
es: Actualizar a Premium
it: Passa a Premium
pt: Atualizar para Premium

# tryOn.adjustSize
source: Ajuster la taille
de: Größe anpassen
en: Adjust size
es: Ajustar tamaño
it: Regola la dimensione
pt: Ajustar o tamanho

# tryOn.aiPositioning
source: Positionnement IA
de: KI-Positionierung
en: AI Positioning
es: Posicionamiento IA
it: Posizionamento IA
pt: Posicionamento IA

# tryOn.chooseFromGallery
source: Choisir depuis la galerie
de: Aus Galerie wählen
en: Choose from gallery
es: Elegir de la galería
it: Scegli dalla galleria
pt: Escolher da galeria

# tryOn.editAndSave
source: Éditer & Sauvegarder
de: Bearbeiten & Speichern
en: Edit & Save
es: Editar y Guardar
it: Modifica e Salva
pt: Editar e Salvar

# tryOn.manualPositioning
source: Positionnement manuel
de: Manuelle Positionierung
en: Manual positioning
es: Posicionamiento manual
it: Posizionamento manuale
pt: Posicionamento manual

# tryOn.photoTooLarge
source: Photo trop grande (max 6 Mo). Veuillez en choisir une autre.
de: Foto zu groß (max. 6 MB). Bitte wähle ein anderes.
en: Photo too large (max 6 MB). Please choose a different one.
es: Foto demasiado grande (máx 6 MB). Por favor elige otra.
it: Foto troppo grande (max 6 MB). Scegline un'altra.
pt: Foto muito grande (máx 6 MB). Por favor escolha outra.

# tryOn.quickSave
source: Sauvegarde rapide
de: Schnellspeichern
en: Quick save
es: Guardado rápido
it: Salvataggio rapido
pt: Salvamento rápido

# tryOn.saveTryOn
source: Sauvegarder l'essayage
de: Anprobe speichern
en: Save try-on
es: Guardar prueba
it: Salva la prova
pt: Salvar a prova

# tryOn.savedToGallery
source: Sauvegardé dans la galerie
de: In Galerie gespeichert
en: Saved to gallery
es: Guardado en la galería
it: Salvato nella galleria
pt: Salvo na galeria

# tryOn.selectJewelry
source: Choisir le bijou
de: Schmuck wählen
en: Select jewelry
es: Seleccionar joya
it: Scegli il gioiello
pt: Escolher a joia

# tryOn.selectModel
source: Choisir le modèle
de: Modell wählen
en: Select model
es: Seleccionar modelo
it: Scegli il modello
pt: Escolher o modelo

# tryOn.selectStyle
source: Choisir le style
de: Stil wählen
en: Select style
es: Seleccionar estilo
it: Scegli lo stile
pt: Escolher o estilo

# tryOn.shareResult
source: Partager le résultat
de: Ergebnis teilen
en: Share result
es: Compartir resultado
it: Condividi il risultato
pt: Compartilhar resultado

# tryOn.takePhoto
source: Prendre une photo
de: Foto aufnehmen
en: Take a photo
es: Tomar una foto
it: Scatta una foto
pt: Tirar uma foto

# tryOn.title
source: Essayage
de: Anprobe
en: Try-On
es: Prueba
it: Prova
pt: Prova

# tryOnUI.acceptAndTry
source: Accepter et essayer
de: Akzeptieren und anprobieren
en: Accept and try on
es: Aceptar y probar
it: Accetta e prova
pt: Aceitar e provar

# tryOnUI.aiPoweredTryOn
source: Essayage par Intelligence Artificielle
de: Anprobe mit Künstlicher Intelligenz
en: AI-powered try-on
es: Prueba con Inteligencia Artificial
it: Prova con Intelligenza Artificiale
pt: Prova com Inteligência Artificial

# tryOnUI.cameraAccessSettingsHint
source: Autorisez l'accès à la caméra dans Réglages pour prendre une photo dans l'app.
de: Erlauben Sie den Kamerazugriff in den Einstellungen, um in der App ein Foto aufzunehmen.
en: Allow camera access in Settings to take a photo in the app.
es: Permite el acceso a la cámara en Ajustes para hacer una foto en la app.
it: Consenti l'accesso alla fotocamera in Impostazioni per scattare una foto nell'app.
pt: Permita o acesso à câmara em Definições para tirar uma fotografia na app.
